Repository: Baljan/cafesys
Catalog: cafesys/locale/*/LC_MESSAGES/django.po
Languages: sv

source: job opening %s
sv: jobbsläpp %s

source: superusers
sv: superanvändare

source: board tasks
sv: för styrelsen

source: week planning
sv: veckoplanering

source: semesters
sv: terminer

source: django admin site
sv: djangos adminsida

source: workers
sv: jobbare

source: contract
sv: kontrakt

source: add shifts to calendar program
sv: lägga till pass i kalenderprogram

source: your account
sv: ditt konto

source: profile
sv: profil

source: credits
sv: konto

source: orders
sv: köp

source: users
sv: användare

source: work planning
sv: jobbplanering

source: work for Baljan
sv: jobba i Baljan

source: people and groups
sv: personer och grupper

source: high score
sv: topplista

source: price list
sv: prislista

source: order from Baljan
sv: beställa från Baljan

source: Toggle exam period
sv: Växla tenta-p

source: Toggle enabled
sv: Växla aktiv

source: unset
sv: ej angett

source: cost
sv: pris

source: Value and Identification
sv: Värde och identifikation

source: Code
sv: Kod

source: series
sv: serie

source: # used
sv: # använda

source: # unused
sv: # oanvända

source: codes
sv: koder

source: currency
sv: valuta

source: # made PDFs
sv: # skapade PDF:er

source: No changes saved. Create a new series instead.
sv: Inga ändringar sparade. Skapa en ny serie istället.

source: There are used codes in one or more of the series.
sv: Det finns använda koder i serien/-erna.

source: make PDF
sv: skapa PDF

source: code
sv: kod

source: found on your value card
sv: står på ditt värdekort

source: open
sv: öppet

source: closed
sv: stängt

source: exam period
sv: tenta-p

source: make
sv: gör

source: image
sv: bild

source: desciption
sv: beskrivning

source: price
sv: pris

source: work in Baljan
sv: jobba i Baljan

source: on call in Baljan
sv: jour i Baljan

source: made at
sv: skapad

source: when the object was created
sv: när objektet skapades

source: user
sv: användare

source: mobile phone number
sv: mobilnummer

source: balance currency
sv: balansvaluta

source: show email address
sv: visa epostadress

source: show profile
sv: visa profil

source: displayed in high scores
sv: visas i topplistorna

source: private key
sv: privat nyckel

source: card id
sv: kort-id

source: card ids can be manually set
sv: kord-idn kan sättas manuellt

source: profiles
sv: profiler

source: wanted sign-up
sv: passanmälan som efterfrågas

source: offered sign-up
sv: passanmälan som erbjuds

source: accepted
sv: accepterad

source: answered
sv: besvarad

source: if this is true when the shift is deleted, and "accepted" is true as well, the trade will be performed even if it was in the past
sv: om detta är sant när passet tas bort, och "accepterad" också är sant, så kommer bytet att genomföras även om det redan har varit

source: trade request
sv: bytesförfrågan

source: trade requests
sv: bytesförfrågningar

source: first day
sv: första dag

source: last day
sv: sista dag

source: name
sv: namn

source: must be something like HT2010
sv: ska vara något i stil med HT2010

source: sign-up possible
sv: anmälan möjlig

source: if workers can sign up to work on this semester
sv: om jobbare kan skriva upp sig för att arbeta denna termin

source: bad combination of start and end dates
sv: dålig kombination av start- och slutdatum

source: bad semester name
sv: dåligt terminnamn

source: semester overlaps with %s
sv: terminen överlappar med %s

source: semester
sv: termin

source: morning
sv: förmiddag

source: afternoon
sv: eftermiddag

source: shifts
sv: pass

source: label
sv: etikett

source: shift combination
sv: jobbpasskombination

source: shift combinations
sv: jobbpasskombinationer

source: what day the shift is on
sv: vilken dag passet är på

source: time span
sv: tidsintervall

source: the work scheduler takes this field into account
sv: jobbplaneraren tittar på detta fält

source: enabled
sv: aktiv

source: shifts can be disabled on special days
sv: pass kan inaktiveras på speciella dagar

source: 7:30 am to ca 12:30 pm
sv: 7:30 till ca 12:30

source: for people on call only
sv: endast för personer med jourtjänst

source: 12:00 pm to ca 4:45 pm
sv: 12:00 till ca 16:45

source: 7:30 am to ca 8:00 am
sv: 7:30 till ca 8:00

source: 12:00 pm to ca 12:30 pm
sv: 12:00 till ca 12:30

source: ca 4:00 pm to ca 4:45 pm
sv: ca 16:00 till ca 16:45

source: am
sv: fm

source: pm
sv: em

source: shift
sv: pass

source: worker
sv: jobbare

source: the user wants to switch this shift for some other
sv: jobbaren vill byta passet mot något annat

source: remember that trade requests of sign-ups are removed whenever the sign-up is altered
sv: kom ihåg att bytesförfrågningar tas bort när passanmälningar sparas

source: shift sign-up
sv: passanmälan

source: shift sign-ups
sv: passanmälningar

source: on call duty
sv: jourande

source: on call duties
sv: jourande

source: title
sv: rubrik

source: short description
sv: kort beskrivning

source: when listing goods, this value tells at what position this good should be put
sv: när varor listas talar detta värde om på vilken position varan ska läggas

source: good
sv: vara

source: goods
sv: varor

source: from date
sv: från datum

source: good cost
sv: varupris

source: good costs
sv: varupriser

source: put at
sv: lagd

source: paid
sv: betalat

source: order
sv: köp

source: count
sv: antal

source: order good
sv: köpvara

source: order goods
sv: köpvaror

source: issued
sv: skapad

source: least valid until
sv: minst giltig till

source: made by
sv: skapad av

source: code count
sv: antal koder

source: multiple of 16 recommended (4x4 on A4 paper), total value can be at most %d SEK
sv: multipel av 16 rekommenderas (4x4 på A4-papper), totalt maxvärde är %d SEK

source: code value
sv: kodvärde

source: maximum value is %d SEK
sv: maxvärde är %d SEK

source: code currency
sv: kodvaluta

source: add to group
sv: lägg till i grupp

source: if set, users will be added to this group
sv: om satt så läggs användare till i den här gruppen

source: refill series
sv: kodserie

source: Invalid total worth.
sv: Ogiltigt totalvärde.

source: Code value too high.
sv: Kodvärde för högt.

source: generated by
sv: genererad av

source: generated refill series PDF
sv: genererad PDF

source: generated refill series PDFs
sv: genererade PDF:er

source: To create a bulk of codes, <a href='../../refillseries/add'>create a new refill series</a> instead.
sv: För att skapa många koder, <a href='../../refillseries/add'>skapa en nyserie</a> istället.

source: value
sv: värde

source: used by
sv: använd av

source: used at
sv: använd den

source: balance code
sv: kod

source: balance codes
sv: koder

source: board post
sv: styrelsepost

source: board posts
sv: styrelseposter

source: file
sv: fil

source: created
sv: skapad

source: time stamp
sv: tidsstämpel

source: old coffee card set
sv: gammalt kaffekortset

source: old coffee card sets
sv: gamla kaffekortset

source: expires
sv: går ut

source: left
sv: kvar

source: imported
sv: importerad

source: old coffee card
sv: gammalt kaffekort

source: old coffee cards
sv: gamla kaffekort

source: %(requestee)s denied your friend request
sv: %(requestee)s nekade din vänförfrågan

source: You are now friends with %(requestee)s
sv: Du är nu vän med %(requestee)s

source: You have received a friend request from %(requestor)s
sv: Du har mottagit en vänförfrågan från %(requestor)s

source: The friend request from %(requestor)s was canceled
sv: Vänförfrågan från %(requestor)s drogs tillbaka

source: You were signed up for %(shift)s
sv: Du anmäldes till %(shift)s

source: You were removed from %(shift)s
sv: Du togs bort från %(shift)s

source: %(requestor)s wants %(wanted_shift)s in exchange for %(offered_shift)s
sv: %(requestor)s vill ha %(wanted_shift)s i utbyte mot %(offered_shift)s

source: Your request to trade %(wanted_shift)s for %(offered_shift)s was accepted
sv: Din förfrågan att byta %(wanted_shift)s mot %(offered_shift)s accepterades

source: Your request to trade %(wanted_shift)s for %(offered_shift)s was denied
sv: Din förfrågan att byta %(wanted_shift)s mot %(offered_shift)s nekades

source: %(requestee)s denied your friend request. Your profile page: %(profile_url)s
sv: %(requestee)s nekade din vänförfrågan. Din profilsida: %(profile_url)s

source: You are now friends with %(requestee)s. Your profile page: %(profile_url)s
sv: Du är nu vän med %(requestee)s. Din profilsida: %(profile_url)s

source: You have received a friend request from %(requestor)s. Friends can sign each other up for work shifts. Answer here: %(profile_url)s
sv: Du har mottagit en vänförfrågan från %(requestor)s. Vänner kan anmäla varandra till jobbpass. Svara här: %(profile_url)s

source: The friend request from %(requestor)s was canceled. Your profile page: %(profile_url)s
sv: Vänförfrågan från %(requestor)s avbröts. Din profilsida: %(profile_url)s

source: You were signed up for %(shift)s. See your shifts here: %(profile_url)s
sv: Du anmäldes till %(shift)s. Se dina pass här: %(profile_url)s

source: You were removed from %(shift)s. See your shifts here: %(profile_url)s
sv: Du togs bort från %(shift)s. Se dina pass här: %(profile_url)s

source: %(requestor)s wants %(wanted_shift)s in exchange for %(offered_shift)s. Answer on your profile page: %(profile_url)s
sv: %(requestor)s vill ha %(wanted_shift)s i utbyte mot %(offered_shift)s. Svara på din profilsida: %(profile_url)s

source: Your request to trade %(wanted_shift)s for %(offered_shift)s was accepted. See your shifts here: %(profile_url)s
sv: Din förfrågan att byta %(wanted_shift)s mot %(offered_shift)s accepterades. Se dina pass här: %(profile_url)s

source: Your request to trade %(wanted_shift)s for %(offered_shift)s was denied. See your shifts here: %(profile_url)s
sv: Din förfrågan att byta %(wanted_shift)s mot %(offered_shift)s nekades. Se dina pass här: %(profile_url)s

source: The order was processed.
sv: Beställningen hanterades.

source: The order was denied.
sv: Beställningen nekades.

source: The order was accepted.
sv: Beställningen accepterades.

source: Mixed currencies.
sv: Olika valutor.

source: Insufficient funds.
sv: Otillräckligt med pengar.

source: expires no sooner than %s
sv: minst giltig till %s

source: work shifts
sv: jobbpass

source: Job Opening %s
sv: Jobbsläpp %s

source: document generated %s
sv: dokument genererat %s

source: liu ids
sv: liu-idn

source: board member
sv: styrelsemedlem

source: old board member
sv: gammal styrelsemedlem

source: old worker
sv: gammal jobbare

source: normal user
sv: normal konsument

source: Today
sv: I dag

source: Yesterday
sv: I går

source: This Week
sv: Denna vecka

source: Last Week
sv: Förra veckan

source: Total
sv: Totalt

source: Normal Users
sv: Vanliga användare

source: Staff
sv: Personal

source: About Baljan
sv: Om Baljan

source: weekdays
sv: veckodagar

source: 8:00 pm to 4:15 pm
sv: 08:00 till 16:15

source: weekends, holidays
sv: helger, helgdagar

source: Open normal hours during mid-terms and final exams, but closed during re-exams.
sv: Öppet vanliga tider under tenta-p, stängt under omtenta-p.

source: Baljan is located at the bottom floor of <a href="http://www.karservice.se/karallen/">Kårallen</a>, campus Valla, Linköping.
sv: Baljan finns på bottenplan i <a href="http://www.karservice.se/karallen/">Kårallen</a>, campus Valla, Linköping.

source: email
sv: e-post

source: <strong>snail mail</strong><br/> Sektionscafé Baljan<br/> Kårallen, universitetet<br/> 581 83 Linköping<br/> Sweden
sv: <strong>snigelpost</strong><br/> Sektionscafé Baljan<br/> Kårallen, universitetet<br/> 581 83 Linköping

source: phone
sv: telefon

source: Admin Semester
sv: Administrera termin

source: No semester selected.
sv: Ingen termin vald.

source: create new
sv: skapa ny

source: days
sv: dagar

source: worker shifts
sv: jobbarpass

source: form
sv: fomulär

source: Make Selection
sv: Gör markering

source: edit on admin site
sv: hantera på adminsidan

source: New Semester
sv: Ny termin

source: Are you sure? Shift combinations for job openings will also be updated.
sv: Är du säker? Passkombinationer för jobbsläpp kommer också att uppdateras.

source: This cannot be undone. Are you sure?
sv: Det här är permanent. Är du säker?

source: save
sv: spara

source: cancel
sv: avbryt

source: Work for Baljan
sv: Jobba i Baljan

source: <strong><a href="%(profile_link)s">You</a> are a worker.</strong> If you wish to stop being one, <a href="mailto:%(CONTACT_EMAIL)s">send us an email</a>.
sv: <strong><a href="%(profile_link)s">Du</a> är en jobbare.</strong> Om du vill sluta att vara en, <a href="mailto:%(CONTACT_EMAIL)s">maila oss</a>.

source: wk.
sv: v.

source: Monday
sv: måndag

source: Tuesday
sv: tisdag

source: Wednesday
sv: onsdag

source: Thursday
sv: torsdag

source: Friday
sv: fredag

source: Available Users
sv: Tillgängliga personer

source: drag and drop
sv: dra och släpp

source: revert unsaved changes
sv: ångra osparade ändringar

source: Are you sure?
sv: Är du säker?

source: Credits
sv: Konto

source: Refill
sv: Fyll på

source: Value cards can be purchased at the café. If you have questions or run into problems, <a href="mailto:%(CONTACT_EMAIL)s">contact us</a>. Abuse will be logged.
sv: Värdekort kan köpas på kafét. Om du har frågor eller stöter på problem, <a href="mailto:%(CONTACT_EMAIL)s">kontakta oss</a>. Missbruk loggas.

source: To import an old coffee card (kaffeklippkort), see <a href="#import-old">below</a>.
sv: För att importera kaffeklipport, se <a href="#import-old">nedan</a>.

source: refill
sv: fyll på

source: Available
sv: Tillgängligt

source: the code was used
sv: koden användes

source: invalid or used code
sv: ogiltig eller använd kod

source: LiU Cards Just Work&trade;
sv: LiU-kort fungerar automatiskt

source: <p> LiU card numbers are imported automatically. This means that new users don't have to enter a number on the web site anymore. </p>
sv: <p> LiU-kortnummer importeras automatiskt. Detta betyder att nya användare inte längre behöver fylla i ett nummer på webbplatsen. </p>

source: Wallet Blips
sv: Plånboksblipp

source: <p> If your wallet is made of regular wallet material and doesn't stash a public transportation card (or any other RFID tag of the same type), you can blip through it. If you have mad blipping skills you might be able to use your wallet anyway (hint: LiU card closest to the reader). </p>
sv: <p> Om din plånbok är gjord av vanligt plånboksmaterial och inte innehåller något busskort (eller annan RFID-tag av samma typ) så kan du blippa genom den. Om du är duktig på att blippa är det möjligt att du kan använda plånboken även om du har andra kort i den (tips: LiU-kortet närmast läsaren).

source: Used Value Cards
sv: Använda värdekort

source: card %(serid)s worth %(worth)s used at %(used_at)s
sv: kort %(serid)s värt %(worth)s användes %(used_at)s

source: (you were added to %(group_name)s)
sv: (du lades till i %(group_name)s)

source: you have not used any value cards
sv: du har inte använt några värdekort

source: Old Cards (Kaffeklippkort)
sv: Kaffeklippkort (gamla systemet)

source: card %(setid)s.%(cardid)s with %(left)s of %(count)s klipp left
sv: kort %(setid)s.%(cardid)s med %(left)s av %(count)s klipp kvar

source: unimported
sv: oimporterad

source: you have not used any old coffee cards
sv: du har inte använt några kaffeklippkort

source: <a href="%(sem_url)s">&laquo; semester %(sem_name)s</a>
sv: <a href="%(sem_url)s">&laquo; termin %(sem_name)s</a>

source: week
sv: vecka

source: worker wants to trade
sv: jobbare vill byta

source: remove from this shift
sv: ta bort från det här passet

source: you cannot offer to take this shift because you have no shifts to trade with
sv: du kan inte erbjuda att ta passet eftersom att du inte har några pass att byta med

source: make untradable
sv: ångra bytbar

source: offer to take this shift
sv: erbjud att ta passet

source: make tradable
sv: gör bytbar

source: The morning and afternoon shifts for workers overlap here.
sv: För- och eftermiddagspassen för jobbare överlappar varandra här.

source: No workers have signed up.
sv: Inga jobbare har anmält sig.

source: The working hours are
sv: Arbetstiden är

source: sign up
sv: anmäl

source: only approved workers can be signed up
sv: endast bekräftade jobbare kan anmälas

source: find worker friends
sv: hitta jobbarkompisar

source: on call
sv: jour

source: Nobody has signed up to be on call.
sv: Ingen har anmält sig till att joura.

source: want free coffee? become a worker!
sv: vill du ha gratis kaffe? bli jobbare!

source: Group
sv: Grupp

source: Members
sv: Medlemmar

source: no members
sv: inga medlemmar

source: ↑ back to top
sv: ↑ till toppen

source: Other Groups
sv: Andra grupper

source: Jump To
sv: Gå till

source: High Score
sv: Topplista

source: These lists show the people who have used the blipper&trade; the most. Each blip represents one coffee, tea, or chocolate. Start using it you too, to track your caffeine consumption and to compete for glory and fame in the high scores. If you have suggestions, feel free to <a href="mailto:%(CONTACT_EMAIL)s">contact us</a>.
sv: De här listorna visar de personer som har använt blipparen&trade; flitigast. Varje blipp står för en kaffe, te eller choklad. Börja att använda den du med, för att hålla på koll på din koffeinkonsumtion och för att tävla med andra om ära och berömmelse i topplistan. <a href="mailto:%(CONTACT_EMAIL)s">Kontakta oss</a> om du har synpunkter.

source: blips
sv: blipp

source: Job Opening
sv: Jobbsläpp

source: Choose Workers
sv: Välj jobbare

source: add
sv: lägg till

source: enter liu id
sv: skriv in liu-id

source: Choose Combination
sv: Välj kombination

source: <h2> %(done_percent)s%% Done </h2> <dl> <dt>combinations available</dt> <dd>%(free)s</dd> <dt>combinations taken</dt> <dd>%(taken)s</dd> </dl>
sv: <h2> %(done_percent)s%% färdig </h2> <dl> <dt>lediga kombinationer</dt> <dd>%(free)s</dd> <dt>tagna kombinationer</dt> <dd>%(taken)s</dd> </dl>

source: Projector
sv: Projektor

source: This view is suitable for showing to people queueing during the job opening.
sv: Den här vyn passar att visa på projektor för personer som köar.

source: open view
sv: öppna vy

source: mobile:
sv: mobil:

source: select two workers and one combination
sv: välj två jobbare och en kombination

source: Job Opening Projector
sv: Jobbsläpp på projektor

source: updated
sv: uppdaterad

source: Log in
sv: Logga in

source: You need a LiU student account (<em>abcde123</em>) to log in. In July 1, 2011, the Eletronic Communications Act (<a href="https://lagen.nu/2003:389">2003:389</a>) was changed. By logging in, you accept that the site stores cookies on your device in order to keep a session.
sv: Du behöver ett LiU-konto (<em>abcde123</em>) för att logga in. Den 1 juli 2011 ändrades lagen om elektronisk kommunikation (<a href="https://lagen.nu/2003:389">2003:389</a>). Genom att logga in accepterar du att kakor lagras på din enhet för att kunna hålla en session.

source: Orders for
sv: Köp av

source: nothing ordered
sv: inget beställt

source: older
sv: äldre

source: newer
sv: nyare

source: Price List
sv: Prislista

source: Assortment
sv: Sortiment

source: Ordering From Us
sv: Beställa från oss

source: Search Person
sv: Sök person

source: Matches first name, last name, liu id, and groups. Only people that match each term show up in the results.
sv: Söker förnamn, efternamn, liu-id och grupper. Endast personer som uppfyller varje term visas i resultatet.

source: Hits
sv: Träffar

source: Groups
sv: Grupper

source: Semesters
sv: Terminer

source: Name
sv: Namn

source: End
sv: Slut

source: Sign-Up Possible
sv: Jobbare kan anmäla sig

source: No semesters available.
sv: Inga terminer tillgängliga.

source: Add
sv: Lägg till

source: manage on admin site
sv: hantera på adminsidan

source: Statistics
sv: Statistik

source: from
sv: från

source: to
sv: till

source: auto-update
sv: automatisk uppdatering

source: Update now
sv: Uppdatera nu

source: Orders per Day and Hour
sv: Beställningar per dag och timme

source: Trade Shifts
sv: Byt pass

source: return
sv: tillbaks

source: Wanted Shift
sv: Begärt pass

source: when
sv: när

source: from user
sv: från användare

source: You Can Offer
sv: Du kan erbjuda

source: you have no shifts to offer
sv: du har inga pass att erbjuda

source: Check the shifts you would like to offer. %(first_name)s will be able to pick one of them. You can add and remove offers whenever you want to.
sv: Markera passen som du vill erbjuda. %(first_name)s kommer att kunna välja ett av dem. Du kan lägga till och ta bort erbjudanden när som helst.

source: You have no shifts to offer.
sv: Du har inga pass att erbjuda.

source: update trade request
sv: uppdatera bytesförfrågan

source: send trade request
sv: skicka bytesförfrågan

source: changes saved
sv: ändringar sparade

source: return to previous page
sv: tillbaks till föregående sida

source: edit
sv: ändra

source: last login
sv: senast inloggad

source: calendar
sv: kalender

source: None set. It is displayed in the high scores.
sv: Inget sparat. Mottot visas under ditt namn i topplistorna.

source: None. To work in Baljan, one must <a href="%(become_worker_link)s">become a member of the workers' group</a>.
sv: Inga. För att jobba i Baljan måste man <a href="%(become_worker_link)s">gå med i jobbargruppen</a>.

source: Friends
sv: Vänner

source: Trade Requests
sv: Bytesförfrågningar

source: Received
sv: Mottagna

source: wanted
sv: begärt

source: offered
sv: erbjudet

source: answer
sv: svar

source: deny
sv: neka

source: accept
sv: acceptera

source: Sent
sv: Skickat

source: action
sv: åtgärd

source: date
sv: datum

source: am/pm
sv: fm/em

source: Edit Profile
sv: Ändra profil

source: Semester
sv: Termin

source: upcoming days only
sv: endast kommande dagar

source: need workers
sv: behöver jobbare

source: only tradable
sv: endast bytbara

source: need call duty
sv: behöver jour

source: worker list
sv: jobbarlista

source: call duty list
sv: jourlista

source: day
sv: dag

source: overlap
sv: överlapp

source: One worker.
sv: En jobbare.

source: <a href="%(worker_group_url)s">Full overview of the group</a>.
sv: <a href="%(worker_group_url)s">Full överblick av gruppen</a>.

source: One person on the call duty list.
sv: En person på jourlistan.

source: <a href="%(board_group_url)s">Full overview of the group</a>.
sv: <a href="%(board_group_url)s">Full överblick av gruppen</a>.

source: hide
sv: dölj

source: Basic functionality is tested in IE 8. You are encouraged to switch to a browser with support for transparency.
sv: Grundläggande funktionalitet testat i IE. Du uppmanas att byta till en webbläsare med stöd för transparens.

source: logout
sv: logga ut

source: login
sv: logga in

source: unnamed
sv: ej namngiven

source: Logged out.
sv: Utloggad.

source: %s was added successfully.
sv: %s lades till utan problem

source: Thank you!
sv: Tack för din beställning!

source: Nothing scheduled for this shift (yet).
sv: Ingenting schemalagt för detta shift (än).

source: upcoming
sv: kommande

source: past
sv: gångna

source: call duties
sv: jourpass

source: This would result in a double booking.
sv: Detta skulle resultera i en dubbelbokning.

source: Invalid trade request.
sv: Ogiltig bytesförfrågan.

source: liu id unfound
sv: liu-id hittades inte

source: Your changes were saved.
sv: Dina ändringar sparades.

source: Last %d Days
sv: Senaste %d dagar

source: Forever
sv: För alltid
